Repository: c5dk/c5dk_blog
Catalog: c5dk_blog/languages/*/LC_MESSAGES/messages.po
Languages: da_dk, de_de, ru_ru

source: Blog Button
da_dk: Blog Knap
ru_ru: Кнопка для Блогера

source: Display relevant blog buttons.
da_dk: Vise relevante blog knapper.
de_de: Relevante Blog Buttons anzeigen
ru_ru: Показать

source: Blog Editor
da_dk: Blog Redaktør

source: Manager List
da_dk: Redaktør Blog Oversigt

source: Approve
da_dk: Godkend

source: Unapprove
da_dk: Fjern Godkendelse

source: Edit Post
da_dk: Redigér Indlæg
de_de: Beitrag bearbeiten
ru_ru: Редактировать

source: Delete Post
da_dk: Slet dette Indlæg
de_de: Beitrag löschen
ru_ru: Удалить запись

source: Publish Now
da_dk: Udgiv nu

source: Blog Writer
da_dk: Blog Skriver

source: New Post
da_dk: Nyt Indlæg
de_de: Neuer Beitrag
ru_ru: Новая Запись

source: Are you sure you want to Delete this post?
da_dk: Er du sikker på, du vil slette dette indlæg?
de_de: Soll dieser Beitrag wirklich gelöscht werden?
ru_ru: Вы уверены что хотите удалить запись?

source: Cancel
da_dk: Annuller
de_de: Abbrechen
ru_ru: Отмена

source: Delete
da_dk: Slet
de_de: Löschen
ru_ru: Удалить

source: Getting blog form
da_dk: Henter blog formular

source: Confirm Delete
da_dk: Bekræft sletning
de_de: Löschen bestätigen
ru_ru: Подтвердите удаление

source: C5DK Blogging Buttons: Only visible for users with blogging permissions
da_dk: C5DK Blogging Knapper: Kan kun ses af brugere med tilladelser til at blogge
de_de: C5DK Blogger Buttons: Nur sichtbar für Anwender mit Blogger-Rechten
ru_ru: C5DK Кнопки для Блогера: Видны только пользователям у которых есть права на добавления записи данного типа.

source: Blog Editor Control
da_dk: Blog Redaktør Kontrol
de_de: Blog Editor Adminbereich
ru_ru: Редактор Блога

source: Blog Go Back
da_dk: Blog Gå tilbage
de_de: Blog Zurück
ru_ru: Вернуться в Блог

source: Go back to blog root page.
da_dk: Tilbage til blog rod side.
de_de: Zurück zur Stammseite des Blogs
ru_ru: Вернуться на главную страницу блога

source: blog list
da_dk: blog listen

source: Back to
da_dk: Tilbage til

source: Back to blog list
da_dk: Tilbage til blog liste
de_de: Zurück zur Blogliste
ru_ru: Вернуться к списку тем

source: << Back to blog list <<
da_dk: << Tilbage til blogliste <<

source: Display blog header information.
da_dk: Vis blog header information.
de_de: Blog Titel Informationen anzeigen
ru_ru: Показать заголовок блога.

source: Posted by
da_dk: Skrevet af
de_de: gepostet von
ru_ru: Опубликовано

source: C5DK BLog User Attribute Display
da_dk: C5DK BLog Bruger Attribut Visning

source: Displays the value of an user attribute.
da_dk: Viser indholdet af ​​en brugerattribut.

source: User Name
da_dk: Brugernavn

source: User Email
da_dk: Bruger E-mail

source: User Avatar
da_dk: Bruger Avatar

source: Add
da_dk: Tilføj
de_de: Hinzufügen
ru_ru: Добавить

source: Options
da_dk: Indstillinger

source: Property to Display:
da_dk: Egenskab at Vise:

source: User Values
da_dk: Brugerværdier

source: User Attributes
da_dk: Brugerattributter

source: Title Text
da_dk: Titel Tekst

source: Display property with formatting
da_dk: Vis egenskab med formatering

source: Format of Date Properties
da_dk: Format for datoegenskaber

source: See the formatting options at %s.
da_dk: Se formateringsindstillingerne på %s.

source: Width
da_dk: Bredde

source: Height
da_dk: Højde

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: All
da_dk: Alle
de_de: Alle
ru_ru: Все

source: None.
da_dk: Ingen.
de_de: Keine
ru_ru: Ничего Нет

source: Empty Page List Block.
da_dk: Tom Sideliste Block.
de_de: Leerer Block Seitenliste
ru_ru: Блок списка тем пустой

source: Show All Topics
da_dk: Vis alle emner
de_de: Alle Themen anzeigen
ru_ru: Показать все темы

source: No topics.
da_dk: Ingen emner.
de_de: Keine Themen
ru_ru: Нет тем

source: A blog application for your C5 site, so even normal users can blog.
da_dk: Et blog applikation til din C5 hjemmeside, så selv almindelige brugere kan blogge.
de_de: Eine Blog-Applikation für C5, die es jedem Anwender auf einfache Weise ermöglicht, einen Blog zu führen
ru_ru: Приложение мультиблога для вашего сайта C5, теперь обычные пользователи смогут оставлять записи в Блоге.

source: Blog system for your website
da_dk: Blog system til din hjemmeside
de_de: Ein Blog-System für Ihre Webseite
ru_ru: Система управления Блогом на вашем сайте

source: Blog Roots
da_dk: Blog Rødder
de_de: Blog Stammseiten
ru_ru: Главные страницы для Блога

source: Manage Roots
da_dk: Administrer Rødder
de_de: Stammseiten bearbeiten
ru_ru: Управление Главными страницами Блога

source: Add an existing page as a Blog Root
da_dk: Føj en eksisterende side til som en blog Rod
de_de: Eine bestehende Seite als Blog-Stammseite hinzufügen
ru_ru: Добавить данную страницу в качестве Главной Блога

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
ru_ru: Настройки

source: Manage Settings
da_dk: Administrer Indstillinger
de_de: Einstellungen bearbeiten
ru_ru: Управление Настройками

source: User Deletion
da_dk: Bruger Sletning

source: What should we do with the users blog posts?
da_dk: Hvad skal vi gøre med brugerens blogindlæg?

source: Blog Post
da_dk: Blogindlæg
de_de: Blog-Eintrag
ru_ru: Запись Блога

source: Add/Edit a blog post
da_dk: Tilføj/Rediger et blogindlæg
de_de: Blog Eintrag hinzufügen/bearbeiten
ru_ru: Добавить/Редактировать запись блога

source: Shared folder for C5DK Packages
da_dk: Delt mappe til C5DK-pakker

source: Blog Editor Manager
da_dk: Blog Redaktør Manager

source: Blog Root
da_dk: Blog Rod
de_de: Blog Stammseite
ru_ru: Главная страница Блога

source: Blog Author ID
da_dk: Blog Forfatter ID
de_de: Blog Autoren ID
ru_ru: ID автора блога

source: Blog Approved
da_dk: Blog Godkendelse

source: Blog Publish Time
da_dk: Tidspunkt for Udgivelse af Blog

source: Blog Unpublish Time
da_dk: Tidspunkt for Annuller Udgivelse af Blog

source: Full Name
da_dk: Fulde Navn

source: Root values saved.
da_dk: Rod værdier gemt.
de_de: Einstellungen Stammseite gespeichert
ru_ru: Настройки сохранены

source: Blog Root has been removed
da_dk: Blog Rod er blevet fjernet

source: None
da_dk: Ingen
de_de: Keine
ru_ru: Ничего

source: Settings saved.
da_dk: Indstillinger gemt.
de_de: Eingestellungen wurden gespeichert.
ru_ru: Сохранить настройки.

source: Update
da_dk: Opdater
de_de: Aktualisieren
ru_ru: Обновить

source: Post
da_dk: Udgiv
de_de: Veröffentlichen
ru_ru: Опубликовать

source: Post your blog under
da_dk: Skriv din blog under
de_de: Block veröffentlichen unter
ru_ru: Отменить публикацию

source: Publish Date Time
da_dk: Udgivelse Dato Klokkeslæt

source: Unpublish Date Time
da_dk: Annuller Udgivelse Dato Klokkeslæt

source: Blog Title
da_dk: Blog Titel
de_de: Blog Titel
ru_ru: Заголовок

source: Blog Description
da_dk: Blog Beskrivelse
de_de: Blog Beschreibung
ru_ru: Краткое содержание записи

source: Characters Left
da_dk: Karakterer tilbage

source: Blog Content
da_dk: Blog Indhold
de_de: Blog Inhalt
ru_ru: Текст записи

source: Topics
da_dk: Emner
de_de: Themen
ru_ru: Список тем

source: Are you sure you want to delete this image?
da_dk: Er du sikker på, at du vil slette dette billede?
de_de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?
ru_ru: Вы уверенны что хотите удалить данное изображение?

source: Are you sure you want to delete this file?
da_dk: Er du sikker på, at du vil slette denne fil?

source: Uploading File(s)
da_dk: Uploader fil(er)

source: Upload Files...
da_dk: Upload Filer...

source: Name
da_dk: Navn

source: Size
da_dk: Størrelse

source: Actions
da_dk: Handlinger

source: Select
da_dk: Vælg
de_de: Wählen
ru_ru: Выбрать

source: Remove
da_dk: Fjern
de_de: Entfernen
ru_ru: Удалить

source: user
da_dk: bruger

source: width
da_dk: Bredde

source: height
da_dk: Højde

source: C5DK Blog Editor Manager
da_dk: C5DK Blog Redaktør Manager

source: Back to list
da_dk: Tilbage til liste

source: Root
da_dk: Blog Rod

source: Path
da_dk: Sti
de_de: Pfad
ru_ru: Путь

source: # of posts
da_dk: # af indlæg

source: Title
da_dk: Titel
de_de: Titel
ru_ru: Заголовок

source: Priority
da_dk: Prioitet

source: Publish
da_dk: Udgiv

source: Unpublish
da_dk: Annuller udgivelse

source: Action
da_dk: Handling

source: View Page
da_dk: Vis side

source: Approve/Unapprove
da_dk: Godkend/Godkend Ikke

source: Saving...
da_dk: Gemmer…

source: Approve Blog...
da_dk: Godkend blog...

source: Unapprove Blog...
da_dk: Fjerner Godkendelse af Blog...

source: Are you sure you want to delete this post?
da_dk: Er du sikker på, du vil slette dette indlæg?

source: Manage Root
da_dk: Administrere Blog Rod

source: On the "Blog Roots" settings page, is where you control where your blog pages will be placed on your site. It is also here you will set up blog writer permissions, which page type you will use as blog pages and you can also define which topics list to use for your blog root.
da_dk: På "Blog Rødder" Indstillings siden, er hvor du styrer hvor dine blog sider vil blive placeret på din hjemmeside. Det er også her, du skal oprette blog forfatter tilladelser, hvilken sidetype du vil bruge som blog-side, og du kan også her definere hvilken emneliste der skal bruges på den enkelte blog rod.
de_de: In den "Blog Stammseiten" Einstellungen legen Sie fest, wo innerhalb Ihrer Seite Ihre Blogseiten erscheinen sollen. Zudem legen Sie hier die Zugriffsrechte für Blogger fest und bestimmen den Seitentyp für die Blogseiten sowie die Themenliste, die für die Stammseite Ihres Blogs verwendet werden soll.
ru_ru: На данной странцы вы можете настроить где расположена главная страница вашего Блога. Так же вы можете указать каким группам пользователей разрешено оставлять записи в блоге, какой тип страницы вы используете для записей блога и какой список категорий использовать для вашего блога.

source: Add Blog Root
da_dk: Tilføj Blog Rod
de_de: Blog Stammseite hinzufügen
ru_ru: Добавить Главную страницу Блога

source: No Topics list defined. Please consider creating a topic list and a Topic List Page Attribute.
da_dk: Ingen emner liste defineret. Venligst overveje at oprette en emneliste, og en emneliste Side Attribut.
de_de: Es wurde noch keine Themenliste definiert. Bitte zuerst eine Themenliste und ein Themenliste-Seitenattribut erstellen.
ru_ru: Не определен список тем. Пожалуйста создайте список категорий и страницу атрибутов списка категорий.

source: Blog Root Page
da_dk: Blog Rod Side

source: Path to Blog Root
da_dk: Sti til Blog Rod

source: Delete root
da_dk: Slet blog rod

source: Are you sure you want to delete this root?
da_dk: Er du sikker på du vil slette denne rod?

source: Blog Root:
da_dk: Blog Rod:

source: Writer Group(s)
da_dk: Blog Skriver Gruppe(r)

source: Please add one or multiply user groups to this "Writer Group(s)". Members of this/these group(s) will be able to write blogs on this Blog Root.
da_dk: Tilføj en eller flere brugergrupper til denne "Blog Skriver Gruppe(r)". Medlemmer af denne/disse gruppe(r) vil være i stand til at skrive blogs på denne blog rod.

source: Editor Group(s)
da_dk: Blog Redaktør Gruppe(r)

source: Please add one or multiply user groups to this "Editor Group(s)". Members of this/these group(s) will be able to Manage and Edit blogs on this Blog Root. [This is not mandatory].
da_dk: Tilføj en eller flere brugergrupper til denne "Blog Redaktør Gruppe(r)". Medlemmer af denne/disse gruppe(r) vil være i stand til at administrere og redigere Blogs på denne blog rod. [Dette er ikke obligatorisk].

source: Page Type
da_dk: Side Type
de_de: Seitentyp
ru_ru: Тип страницы

source: Please choose a default page type for the blog pages on this blog root.
da_dk: Vælg en standardsidetype for blog siderne på denne blog-rod.

source: Default Priority List Attribute
da_dk: Attribut for standard prioritetsliste

source: Please add a Default Priority List here in this field (C5DK Blog already supply a basis Topic List "Blog Priorities" for you to use. [This is not mandatory].
da_dk: Tilføj venligst en standard prioritetsliste her i dette felt (C5DK Blog levere allerede en basis emneliste "blog prioriteringer", som du kan bruge. [Dette er ikke obligatorisk].

source: Topic Attribute
da_dk: Emne Attribut
de_de: Themenattribut
ru_ru: Атрибуты темы

source: Please add a Blog Topic Filter Attribute to be able to filter blogs in page lists. [This is not mandatory].
da_dk: Tilføj en Blog Emne filter attribut for at kunne filtrere Blogs på side lister. [Dette er ikke obligatorisk].

source: Posts needs approval
da_dk: Indlæg skal godkendes

source: Tags Enabled
da_dk: Tags Aktiveret

source: Thumbnails Enabled
da_dk: Thumbnails Aktiveret

source: Publish Time Enabled
da_dk: Udgivelse Tidspunkt Aktiveret

source: Unpublish Time Enabled
da_dk: Annullering af Udgivelses Tidspunkt er Aktiveret

source: Save
da_dk: Gem
de_de: Speichern
ru_ru: Сохранить

source: No Blog Roots found.
da_dk: Ingen Blog rødder fundet.
de_de: Keine Blog Stammseite gefunden!
ru_ru: Не казана главная страница блога.

source: Here in the Blog settings page, you have the options to control the images used by blog writers on your site. First you set the "Picture Save Size". That will make the system resize images when uploaded.<br><br>The "Thumbnail Save Size" controls the picture cropper, embedded in the blog editor page. This makes it easy to set the picture size to accommodate your site layout.
da_dk: Her på siden, indstillinger, har du muligheder for at kontrollere de billeder, der bruges af blog forfattere på din hjemmeside. Først sætte du "Billede Gem Størrelse". Det vil få systemet til at ændre størrelse på billeder, når uploadet.<br><br>"Thumbnail Gem Størrelse" styrer billede beskæringsværktøjet, indlejret i blogges editor side. Dette gør det nemt at indstille billedstørrelsen for at imødekomme din hjemmeside layout.
de_de: In den Einstellungen des Blogs haben Sie die Möglichkeit, die Bilder, die Blogger auf Ihrer Seite verwenden, zu kontrollieren. Legen Sie zuerst unter "Bildgrössen bestimmen" die Bildabmessungen fest. Beim Upload werden die Bilder entsprechend umgerechnet. <br> <br> Mit den Einstellungen unter "Abmessungen Vorschaubild speichern" kontrollieren Sie die Auswahl des Bildausschnitts für das Vorschaubild des Blog auf der Blog Editor Seite. Dies vereinfacht Anpassungen an Ihr Seitenlayout.
ru_ru: Это страница управления настройками размера изображений, загружаемых Блогером. Загруженные изображения будут изменены автоматически до указанных размеров.

source: General Settings
da_dk: Generelle Indstillinger

source: Images & Thumbnails
da_dk: Billeder & Thumbnails

source: Other Settings
da_dk: Andre Indstillinger

source: Make title field editable
da_dk: Gør titel felt redigerbare

source: Make the Blog Post form as a slidein
da_dk: Vælg blog-formularen som en slide-in

source: Editor Manager Settings
da_dk: Redaktør Administration Indstillinger

source: Blogs to show per page
da_dk: Blogs, som skal vises pr. side

source: Picture Save Size
da_dk: Billede Gem Størrelse
de_de: Bildgrössen bestimmen
ru_ru: Размер сохраняемого изображения

source: Blog Picture Max Width in Pixels
da_dk: Blog Billede Max Bredde i pixels
de_de: Max. Breite Blog Bild in Pixel
ru_ru: Размер Картинки блога Макс. Ширина в Пикселах

source: Blog Picture Max Height in Pixels
da_dk: Blog Billede Max Højde i pixels

source: Thumbnail Save Size
da_dk: Thumbnail Gem Størrelse
de_de: Abmessungen Vorschaubild speichern
ru_ru: Размер сохраняемой миниатюры

source: Blog Thumbnail Width in Pixels
da_dk: Blog Thumbnail Bredde i pixels
de_de: Blog Vorschaubild Breite in Pixel
ru_ru: Миниатюра для блога Ширина в Пикселях

source: Blog Thumbnail Height in Pixels
da_dk: Blog Thumbnail højde i pixel
de_de: Blog Vorschaubild Höhe in Pixel
ru_ru: Миниатюра для блога Высота в Пикселях

source: Blog Thumbnail Cropper Default Background Color
da_dk: Blog Thumbnail Cropper Standard Baggrundsfarven

source: CSS Style Customization for Header and Pagelist blocks
da_dk: CSS stil tilpasning til Header- og Sideliste blocke

source: "Posted By" Font Size
da_dk: "Skrevet af" skriftstørrelse

source: "Posted By" Color
da_dk: "Skrevet af" farve

source: "Posted By" Margin
da_dk: "Skrevet af" Margin

source: "Posted By" Icons Color
da_dk: "Skrevet af" ikoner farve

source: Groups to allow access
da_dk: Grupper der tillades adgang

source: Image Manager Filetypes
da_dk: Billede Manager Filtyper

source: File Manager Filetypes
da_dk: Filhåndtering Filtyper

source: Formats
da_dk: Formater

source: Saving your settings
da_dk: Gemmer dine indstillinger

source: You have requested deletion of a user that is the owner of some blog pages. We have made it possible to control what to do with these blog pages.<br><br>You can either choose to delete alle the blog pages that belong to this user, or you can assign a new user as the owner of these blog pages.
da_dk: Du har bedt om sletning af en bruger, der er ejer af nogle blog sider. Vi har gjort det muligt at styre, hvad du skal gøre med disse blog sider. <br><br> Du kan enten vælge at slette alle de blog sider, der tilhører denne bruger, eller du kan knytte en ny bruger som ejer af disse blog sider.

source: Please be careful here!
da_dk: Vær forsigtig her!

source: You have chosen to delete a blog user. This user previously wrote some blog pages and this user is the owner of these blog pages.
da_dk: Du har valgt at slette en blog bruger. Denne bruger skrev tidligere nogle blog sider, og denne bruger er ejer af disse blog sider.

source: If you are going to delete this user, the blog pages owned by this user will fail.
da_dk: Hvis du sletter denne bruger, vil blog sider, der ejes af denne bruger fejle.

source: So to help you to solve this, we are giving you some choices.
da_dk: Så for at hjælpe dig med at løse dette, giver vi dig nogle valg.

source: 1. You can choose to assign a new owner for these blog pages (BLUE BUTTON).
da_dk: 1. Du kan vælge at tildele en ny ejer til disse blog sider (BLÅ KNAP).

source: 2. You can decide to delete all blog pages that belong to the user you want to delete (RED BUTTON).
da_dk: 2. Du kan vælge at slette alle blog sider, der hører til den bruger, du vil slette (røde knap).

source: But be sure that you understand what will happen if you decide to delete all the blog pages that belong to this user.
da_dk: Men vær sikker på, at du forstår, hvad der vil ske, hvis du beslutter at slette alle blog sider, der hører til denne bruger.

source: Transfer Blog Page Ownership
da_dk: Overfør Blog Side Ejerforhold

source: Default we have chosen "<strong>admin</strong>" as the user that will own the blog pages from the user you are going to delete. But you can choose whatever user that you want to own these blog pages by clicking on the "<strong>Select User</strong>" link.
da_dk: Som standard har vi valgt <strong>"admin"</strong> som den bruger, der vil eje de blog sider fra den bruger, du vil slette. Men du kan vælge hvilken som helst bruger, du ønsker skal eje disse blog sider ved at klikke på linket "<strong>Vælg bruger.</strong>"

source: Delete User and Transfer Ownership of the Blog Pages!
da_dk: Slet Bruger og Overføre Ejerskabet af Blog Siderne!

source: Delete the User and Delete Blog Pages owned by the deleted user
da_dk: Slet brugeren og Slet Blog Sider der ejes af den slettede bruger

source: If you click on this button, the user and all the blog pages the user wrote will be deleted. <strong>BE CAREFUL!</strong>
da_dk: Hvis du klikker på denne knap, vil brugeren og alle blog sider brugeren skrev blive slettet. <strong>PAS PÅ!</strong>

source: Delete User and Delete All Blog Pages This User Wrote!
da_dk: Slet Bruger og Slette Alle Blog Sider Denne Bruger Skrev!

source: Not set
da_dk: Ikke sat

source: Blog Header
de_de: Blog Überschrift
ru_ru: Заголовок блога

source: The Blog Title field is a required field and cannot be empty.
de_de: Das Feld Blog Titel muss aufgefüllt werden.
ru_ru: Поле Заголовка - обязательное поле и не может быть пустым.

source: The Blog Content field is a required field and cannot be empty.
de_de: Das Feld Blog Inhalt muss ausgefüllt werden.
ru_ru: Поле Текст Записи, обязательно для заполнения и не может быть пустым.

source: Tags
ru_ru: Теги

source: Thumbnail
de_de: Vorschaubild
ru_ru: Миниатюра

source: Preview
de_de: Vorschau
ru_ru: Предпросмотр

source: Only .jpg or .jpeg is supported at the moment.
de_de: Im Moment werden nur Bilder im .jpg oder .jpeg Format unterstützt.
ru_ru: В данный момент поддерживаются только изображения с расширением .jpg и .jpeg

source: Image Manager
de_de: Bildverwaltung
ru_ru: Выбор картинки

source: Group(s) who can blog
de_de: Gruppe(n), die bloggen darf/dürfen
ru_ru: Группа(ы), кто может писать в блог

source: Postet by
de_de: gepostet von
